index.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Some Clojure Projects</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="title" content="Some Clojure Projects"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2012-08-16 08:19:25 BST"/>
<meta name="author" content="Andrew Cowper"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
<link rel="stylesheet" type="text/css" href="stylesheet.css" />

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">Some Clojure Projects</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">Intro</a></li>
<li><a href="#sec-2">I am Andrew Cowper, a programmer who likes to work in Clojure.</a></li>
<li><a href="#sec-3"> Org Babel Talk</a></li>
<li><a href="#sec-4"> Maze Game Dojo</a></li>
<li><a href="#sec-5"> ClojureScript Automata</a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1">Intro</h2>
<div class="outline-text-2" id="text-1">

<p>A little bit about this website.
</p></div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2">I am Andrew Cowper, a programmer who likes to work in Clojure.</h2>
<div class="outline-text-2" id="text-2">

<p>Various projects and activities related to the Clojure programming language.
</p></div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="timestamp-wrapper"> <span class="timestamp">2013-04-09</span></span> Org Babel Talk</h2>
<div class="outline-text-2" id="text-3">

<p>Here is some text to see about all this stuff org mode can give you it
does so much. Loads of this stuff is quite interesting so lets see how
the words wrap when we get there.
</p>
<p>
And here is a seconds paragrpah.
</p></div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4"><span class="timestamp-wrapper"> <span class="timestamp">2012-07-31</span></span> Maze Game Dojo</h2>
<div class="outline-text-2" id="text-4">

<p><a href="https://github.com/bloat/maze-game">The repository</a>
<a href="http://git.slothrop.net/maze-game/index.html">The results</a>
</p></div>

</div>

<div id="outline-container-5" class="outline-2">
<h2 id="sec-5"><span class="timestamp-wrapper"> <span class="timestamp">2012-06-30</span></span> ClojureScript Automata</h2>
<div class="outline-text-2" id="text-5">

<p><a href="http://git.slothrop.net/automata">The source code</a>
<a href="https://github.com/bloat/automata">The repository</a>
</p>
</div>
</div>
</div>

<div id="postamble">
<p><span class="author">Andrew Cowper</span> | <span class="creator">Org version 7.8.11 with Emacs version 24</span> | 2012-08-16 08:19:25 BST
</div>
</body>
</html>
